Repository: Nexatrode/nexawal
Catalog: nexawal/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fil, fr, ga, gl, gn, ha, he, hi, hr, hu, hy, id, it, ja, ko, ky, lt, lv, ms, my, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sv, th, tr, uk, ur, vi, yo, zh_hans, zh_hant

source: MIT-licensed, unaudited software. You are responsible for your seed and funds. The default remote node can see your IP and wallet sync queries — run your own node for stronger privacy. Optional fiat estimates, if enabled, contact api.kraken.com and api.frankfurter.dev.
ar: برنامج مرخّص بموجب MIT وغير مُدقَّق. أنت المسؤول عن عبارتك التذكيرية وأموالك. يمكن للعقدة البعيدة الافتراضية رؤية عنوان IP الخاص بك واستعلامات مزامنة المحفظة — شغّل عقدتك الخاصة لخصوصية أقوى. التقديرات النقدية الاختيارية، إن تم تفعيلها، تتصل بـ api.kraken.com و api.frankfurter.dev.
az: MIT lisenziyalı, auditdən keçməmiş proqram təminatı. Seed-iniz və vəsaitiniz üçün siz məsuliyyət daşıyırsınız. Defolt uzaq node IP ünvanınızı və pulqabı sinxronizasiya sorğularınızı görə bilər — daha güclü məxfilik üçün öz node-unuzu işlədin. İstəyə bağlı fiat qiymətləndirmələri aktiv olduqda api.kraken.com və api.frankfurter.dev ilə əlaqə saxlayır.
bg: Софтуер с лиценз MIT, без официален одит. Вие носите отговорност за фразата си за възстановяване и средствата си. Отдалеченият възел по подразбиране може да вижда вашия IP адрес и заявките за синхронизация на портфейла — стартирайте собствен възел за по-силна поверителност. Незадължителните оценки във фиатна валута, ако са включени, се свързват с api.kraken.com и api.frankfurter.dev.
bn: MIT-লাইসেন্সপ্রাপ্ত, অনিরীক্ষিত সফটওয়্যার। আপনার সিড এবং ফান্ডের জন্য আপনি দায়ী। ডিফল্ট রিমোট নোড আপনার IP এবং ওয়ালেট সিঙ্ক কোয়েরি দেখতে পারে — আরও শক্তিশালী প্রাইভেসির জন্য আপনার নিজের নোড চালান। ঐচ্ছিক ফিয়াট অনুমান, চালু থাকলে, api.kraken.com এবং api.frankfurter.dev-এর সাথে যোগাযোগ করে।
ca: Programari amb llicència MIT, sense auditar. Tu ets responsable de la teva llavor i dels teus fons. El node remot per defecte pot veure la teva IP i les consultes de sincronització de la cartera — executa el teu propi node per a una privadesa més forta. Les estimacions fiat opcionals, si estan activades, contacten amb api.kraken.com i api.frankfurter.dev.
cs: Software s licencí MIT, bez bezpečnostního auditu. Za svou frázi pro obnovení a prostředky nesete odpovědnost sami. Výchozí vzdálený uzel může vidět vaši IP adresu a dotazy synchronizace peněženky — pro silnější soukromí provozujte svůj vlastní uzel. Volitelné odhady fiat měny, pokud jsou zapnuté, kontaktují api.kraken.com a api.frankfurter.dev.
da: MIT-licenseret, ikke-revideret software. Du er ansvarlig for din gendannelsesfrase og dine midler. Standard-fjernnoden kan se din IP og tegnebogens synkroniseringsforespørgsler — kør din egen node for stærkere privatliv. Valgfrie fiat-estimater kontakter, hvis aktiveret, api.kraken.com og api.frankfurter.dev.
de: MIT-lizenzierte, nicht auditierte Software. Du bist selbst für deinen Seed und deine Gelder verantwortlich. Der Standard-Remote-Node kann deine IP-Adresse und deine Wallet-Sync-Anfragen sehen — betreibe für mehr Privatsphäre deinen eigenen Node. Optionale Fiat-Schätzungen kontaktieren, falls aktiviert, api.kraken.com und api.frankfurter.dev.
el: Λογισμικό με άδεια MIT, χωρίς έλεγχο ασφαλείας. Είστε υπεύθυνοι για τη φράση ανάκτησης και τα κεφάλαιά σας. Ο προεπιλεγμένος απομακρυσμένος κόμβος μπορεί να δει την IP σας και τα ερωτήματα συγχρονισμού του πορτοφολιού — εκτελέστε τον δικό σας κόμβο για μεγαλύτερο απόρρητο. Οι προαιρετικές εκτιμήσεις fiat, εάν ενεργοποιηθούν, επικοινωνούν με τα api.kraken.com και api.frankfurter.dev.
eo: MIT-licencita, ne-aŭdita programaro. Vi respondecas pri via semo kaj fondusoj. La defaŭlta defora nodo povas vidi vian IP-on kaj demandojn de monuj-sinkronigo — funkciigu vian propran nodon por pli forta privateco. Nedevigaj fiat-taksoj, se ebligitaj, kontaktas api.kraken.com kaj api.frankfurter.dev.
es: Software con licencia MIT, sin auditar. Tú eres responsable de tu frase y tus fondos. El nodo remoto predeterminado puede ver tu IP y las consultas de sincronización — usa tu propio nodo para más privacidad. Las estimaciones fiat opcionales, si están activadas, contactan api.kraken.com y api.frankfurter.dev.
et: MIT-litsentsiga, auditeerimata tarkvara. Vastutate oma taastefraasi ja vahendite eest. Vaikimisi kaugsõlm võib näha teie IP-aadressi ja rahakoti sünkroonimispäringuid — käitage tugevama privaatsuse jaoks oma sõlme. Valikulised fiat-hinnangud, kui need on lubatud, võtavad ühendust api.kraken.com ja api.frankfurter.dev-ga.
eu: MIT lizentziako software da, auditatu gabea. Zure hazia eta funtsak zure ardura dira. Lehenetsitako urruneko nodoak zure IPa eta zorroaren sinkronizazio-kontsultak ikus ditzake — pribatutasun handiagoa nahi izanez gero, exekutatu zure nodo propioa. Fiat kalkulu aukerakoak, aktibatuta badaude, api.kraken.com eta api.frankfurter.dev-ekin kontaktatzen dute.
fa: نرم‌افزاری با مجوز MIT و بدون بازرسی امنیتی رسمی. شما مسئول عبارت بازیابی و وجوه خود هستید. گره راه دور پیش‌فرض می‌تواند IP و درخواست‌های همگام‌سازی کیف پول شما را ببیند — برای حریم خصوصی قوی‌تر، گره خودتان را اجرا کنید. تخمین‌های ارز فیات اختیاری، اگر فعال باشند، با api.kraken.com و api.frankfurter.dev ارتباط برقرار می‌کنند.
fi: MIT-lisensoitu, auditoimaton ohjelmisto. Olet itse vastuussa siemenestäsi ja varoistasi. Oletusarvoinen etäsolmu voi nähdä IP-osoitteesi ja lompakon synkronointikyselyt — käytä omaa solmua paremman yksityisyyden saamiseksi. Valinnaiset fiat-arviot, jos käytössä, ottavat yhteyttä osoitteisiin api.kraken.com ja api.frankfurter.dev.
fil: MIT-licensed, hindi awdit na software. Ikaw ang may pananagutan sa iyong seed at pondo. Ang default na remote node ay makikita ang iyong IP at mga query sa sync ng wallet — patakbuhin ang iyong sariling node para sa mas matibay na privacy. Ang opsyonal na mga tantiya sa fiat, kung pinagana, kumokontak sa api.kraken.com at api.frankfurter.dev.
fr: Logiciel sous licence MIT, non audité. Tu es responsable de ta phrase de récupération et de tes fonds. Le nœud distant par défaut peut voir ton adresse IP et tes requêtes de synchronisation — utilise ton propre nœud pour plus de confidentialité. Les estimations fiduciaires optionnelles, si activées, contactent api.kraken.com et api.frankfurter.dev.
ga: Bogearra ceadúnaithe faoi MIT, gan iniúchadh. Tá tú féin freagrach as do shíol agus do chistí. Is féidir leis an nód cianda réamhshocraithe do sheoladh IP agus do cheisteanacha sioncronaithe sparáin a fheiceáil — rith do nód féin le haghaidh príobháideachta níos fearr. Déanann meastacháin roghnach fiat, má tá siad cumasaithe, teagmháil le api.kraken.com agus api.frankfurter.dev.
gl: Software con licenza MIT, sen auditar. Ti es responsable da túa semente e dos teus fondos. O nodo remoto predeterminado pode ver o teu IP e as consultas de sincronización da carteira — executa o teu propio nodo para maior privacidade. As estimacións fiat opcionais, se están activadas, contactan con api.kraken.com e api.frankfurter.dev.
gn: Software licencia MIT-gua, ndojeexaminái porãha. Nde'ỹ ha'e responsable nde frase mnemónica ha nde viru rehe. Nodo remoto default ikatu ohecha nde IP ha consulta de sincronización — eiporúke nde nodo teete privacidad porãve g̃uarã. Techapyrã fiat opcional, oñemyendýrõ, oñondive api.kraken.com ha api.frankfurter.dev.
ha: Software mai lasisin MIT, wanda ba a bincika ba. Kai ne ke da alhakin kalmomin dawowarka da kuɗaɗenka. Node na tsohuwa mai nisa na iya ganin IP ɗinka da tambayoyin daidaitawar walat — yi amfani da node naka don ƙarin sirri. Ƙiyasin kuɗin fiat, na zaɓi, idan an kunna, suna tuntuɓar api.kraken.com da api.frankfurter.dev.
he: תוכנה מורשית ברישיון MIT ולא מבוקרת. אתה אחראי לביטוי השחזור ולכספים שלך. הצומת המרוחקת שמוגדרת כברירת מחדל יכולה לראות את כתובת ה-IP שלך ואת שאילתות הסנכרון של הארנק — הפעל צומת משלך לפרטיות חזקה יותר. אומדני פיאט אופציונליים, אם מופעלים, פונים ל-api.kraken.com ול-api.frankfurter.dev.
hi: MIT-लाइसेंस प्राप्त, अनऑडिटेड सॉफ़्टवेयर। अपने सीड और फंड के लिए आप स्वयं जिम्मेदार हैं। डिफ़ॉल्ट रिमोट नोड आपका IP और वॉलेट सिंक क्वेरी देख सकता है — बेहतर प्राइवेसी के लिए अपना स्वयं का नोड चलाएं। वैकल्पिक फिएट अनुमान, यदि सक्षम हैं, तो api.kraken.com और api.frankfurter.dev से संपर्क करते हैं।
hr: Softver s MIT licencom, bez revizije. Sami ste odgovorni za svoj sjemenski kod i sredstva. Zadani udaljeni čvor može vidjeti vašu IP adresu i upite sinkronizacije novčanika — pokrenite svoj vlastiti čvor za veću privatnost. Neobavezne fiat procjene, ako su omogućene, kontaktiraju api.kraken.com i api.frankfurter.dev.
hu: MIT licencű, nem auditált szoftver. Te vagy felelős a seededért és a pénzeszközeidért. Az alapértelmezett távoli csomópont láthatja az IP-címedet és a pénztárca szinkronizálási lekérdezéseit — futtass saját csomópontot az erősebb adatvédelemért. Az opcionális fiat becslések, ha bekapcsolva vannak, az api.kraken.com és api.frankfurter.dev szolgáltatásokkal lépnek kapcsolatba.
hy: MIT լիցենզիայով, չաուդիտավորված ծրագրակազմ։ Դուք եք պատասխանատու ձեր վերականգնման բառերի և միջոցների համար։ Կանխադրված հեռավոր հանգույցը կարող է տեսնել ձեր IP-ն և դրամապանակի համաժամացման հայցերը — ավելի ուժեղ գաղտնիության համար գործարկեք ձեր սեփական հանգույցը։ Ընտրովի ֆիաթ գնահատականները, եթե միացված են, կապվում են api.kraken.com և api.frankfurter.dev հետ։
id: Perangkat lunak berlisensi MIT, belum diaudit. Anda bertanggung jawab atas seed dan dana Anda. Node jarak jauh default dapat melihat IP dan kueri sinkronisasi dompet Anda — jalankan node Anda sendiri untuk privasi yang lebih kuat. Estimasi fiat opsional, jika diaktifkan, akan menghubungi api.kraken.com dan api.frankfurter.dev.
it: Software con licenza MIT, non sottoposto ad audit. Sei responsabile del tuo seed e dei tuoi fondi. Il nodo remoto predefinito può vedere il tuo IP e le query di sincronizzazione del wallet — esegui un tuo nodo per una maggiore privacy. Le stime in valuta fiat opzionali, se attivate, contattano api.kraken.com e api.frankfurter.dev.
ja: MITライセンスの、未監査のソフトウェアです。シードと資金の管理はご自身の責任となります。デフォルトのリモートノードはあなたのIPとウォレット同期の問い合わせを見ることができます — より高いプライバシーのためにはご自身のノードを運用してください。任意の現地通貨換算機能を有効にした場合、api.kraken.comとapi.frankfurter.devに接続します。
ko: MIT 라이선스의 감사받지 않은 소프트웨어입니다. 시드와 자금에 대한 책임은 사용자에게 있습니다. 기본 원격 노드는 사용자의 IP와 지갑 동기화 조회를 볼 수 있습니다 — 더 강력한 개인정보 보호를 위해 자체 노드를 운영하세요. 선택적 환산 금액 표시를 활성화하면 api.kraken.com 및 api.frankfurter.dev에 연결합니다.
ky: MIT лицензиясы менен, аудити жок программа. Сиз өз калыбына келтирүү сөздөрүңүз жана каражаттарыңыз үчүн жооптуусуз. Демейки алыскы түйүн сиздин IP дарегиңизди жана капчыктын синхрондоштуруу сурамдарын көрө алат — купуялуулукту күчөтүү үчүн өз түйүнүңүздү иштетиңиз. Кошумча фиат баалоолору, иштетилсе, api.kraken.com жана api.frankfurter.dev менен байланышат.
lt: MIT licencijos, neaudituota programinė įranga. Jūs patys atsakote už savo sėklą ir lėšas. Numatytasis nuotolinis tinklo taškas gali matyti jūsų IP adresą ir piniginės sinchronizavimo užklausas — norėdami didesnio privatumo, paleiskite savo tinklo tašką. Pasirinktinai įjungti fiat įverčiai susisiekia su api.kraken.com ir api.frankfurter.dev.
lv: MIT licencēta, neauditēta programmatūra. Jūs esat atbildīgs par savu sēklu un līdzekļiem. Noklusējuma attālais mezgls var redzēt jūsu IP adresi un maka sinhronizācijas pieprasījumus — palaidiet savu mezglu lielākai privātumam. Neobligātās fiat aplēses, ja iespējotas, sazinās ar api.kraken.com un api.frankfurter.dev.
ms: Perisian berlesen MIT, belum diaudit. Anda bertanggungjawab atas benih dan wang anda. Node jarak jauh lalai boleh melihat IP anda dan pertanyaan penyelarasan dompet — jalankan node anda sendiri untuk privasi yang lebih kukuh. Anggaran fiat pilihan, jika didayakan, akan menghubungi api.kraken.com dan api.frankfurter.dev.
my: MIT လိုင်စင်ရ၊ စစ်ဆေးခြင်း မခံရသေးသော software ဖြစ်သည်။ သင်၏ မျိုးစေ့နှင့် ငွေကြေးအတွက် သင်ပင် တာဝန်ရှိသည်။ Default remote node သည် သင့် IP နှင့် ပိုက်ဆံအိတ် ထပ်တူညှိမှု query များကို မြင်နိုင်သည် — ပိုမိုခိုင်မာသော ကိုယ်ရေးလုံခြုံမှုအတွက် သင့်ကိုယ်ပိုင် node ကို run ပါ။ ရွေးချယ်နိုင်သော ငွေကြေး ခန့်မှန်းချက်များကို ဖွင့်ထားပါက api.kraken.com နှင့် api.frankfurter.dev ကို ဆက်သွယ်သည်။
nb: MIT-lisensiert, ikke revidert programvare. Du er ansvarlig for frasen og midlene dine. Standard eksternnode kan se IP-adressen din og lommebokens synkroniseringsforespørsler — kjør din egen node for sterkere personvern. Valgfrie fiat-estimater, hvis aktivert, kontakter api.kraken.com og api.frankfurter.dev.
nl: MIT-gelicentieerde, niet-geauditeerde software. Je bent zelf verantwoordelijk voor je seed en tegoeden. De standaard externe node kan je IP-adres en walletsynchronisatieverzoeken zien — draai je eigen node voor sterkere privacy. Optionele fiatschattingen maken, indien ingeschakeld, verbinding met api.kraken.com en api.frankfurter.dev.
pl: Oprogramowanie na licencji MIT, niepoddane audytowi. Odpowiadasz za swoją frazę odzyskiwania i środki. Domyślny zdalny węzeł może zobaczyć Twój adres IP oraz zapytania synchronizacji portfela — prowadź własny węzeł dla większej prywatności. Opcjonalne szacunki fiat, jeśli włączone, kontaktują się z api.kraken.com i api.frankfurter.dev.
pt_br: Software licenciado sob MIT, não auditado. Você é responsável por sua semente e seus fundos. O nó remoto padrão pode ver seu IP e suas consultas de sincronização da carteira — execute seu próprio nó para mais privacidade. As estimativas opcionais em moeda fiduciária, se ativadas, entram em contato com api.kraken.com e api.frankfurter.dev.
ro: Software licențiat MIT, neauditat. Ești responsabil pentru cheia ta de recuperare și fondurile tale. Nodul remote implicit poate vedea adresa ta IP și cererile de sincronizare ale portofelului — rulează propriul nod pentru o confidențialitate mai puternică. Estimările fiat opționale, dacă sunt activate, contactează api.kraken.com și api.frankfurter.dev.
ru: Программное обеспечение с лицензией MIT, не проходившее аудит. Вы несёте ответственность за свою сид-фразу и средства. Стандартный удалённый узел может видеть ваш IP-адрес и запросы синхронизации кошелька — запустите свой собственный узел для большей приватности. Дополнительные оценки в фиате, если включены, обращаются к api.kraken.com и api.frankfurter.dev.
sk: Softvér s licenciou MIT, bez bezpečnostného auditu. Za svoju frázu na obnovenie a prostriedky ste zodpovední sami. Predvolený vzdialený uzol môže vidieť vašu IP adresu a dotazy synchronizácie peňaženky — pre silnejšie súkromie prevádzkujte svoj vlastný uzol. Nepovinné odhady fiat meny, ak sú zapnuté, kontaktujú api.kraken.com a api.frankfurter.dev.
sl: Programska oprema z licenco MIT, brez revizije. Sam si odgovoren za svoj seed in sredstva. Privzeto oddaljeno vozlišče lahko vidi tvoj IP naslov in poizvedbe sinhronizacije denarnice — za večjo zasebnost poganjaj svoje lastno vozlišče. Neobvezne ocene fiat vrednosti, če so omogočene, komunicirajo z api.kraken.com in api.frankfurter.dev.
sq: Software i licencuar MIT, i pa-audituar. Ti je përgjegjës për fjalën tënde të rikuperimit dhe fondet. Nyja e largët e parazgjedhur mund të shohë IP-në tënde dhe kërkimet e sinkronizimit të portofolit — xhiro nyjen tënde për privatësi më të fortë. Vlerësimet opsionale fiat, nëse aktivizohen, kontaktojnë api.kraken.com dhe api.frankfurter.dev.
sv: Programvara med MIT-licens, ej granskad av tredje part. Du är själv ansvarig för din återställningsfras och dina tillgångar. Standardnoden på distans kan se din IP-adress och plånbokens synkroniseringsförfrågningar — kör din egen nod för starkare integritet. Om de valfria fiatuppskattningarna är aktiverade kontaktar de api.kraken.com och api.frankfurter.dev.
th: ซอฟต์แวร์ภายใต้สัญญาอนุญาต MIT ที่ยังไม่ได้รับการตรวจสอบ คุณต้องรับผิดชอบวลีกู้คืนและเงินทุนของคุณเอง โหนดระยะไกลเริ่มต้นสามารถเห็นที่อยู่ IP และคำขอซิงค์กระเป๋าเงินของคุณได้ — เพื่อความเป็นส่วนตัวที่มากขึ้น ควรรันโหนดของคุณเอง การประมาณค่าเงินเฟียต (ถ้าเปิดใช้) จะติดต่อกับ api.kraken.com และ api.frankfurter.dev
tr: MIT lisanslı, denetlenmemiş yazılım. Tohumunuzdan ve fonlarınızdan siz sorumlusunuz. Varsayılan uzak düğüm, IP adresinizi ve cüzdan senkronizasyon sorgularınızı görebilir — daha güçlü gizlilik için kendi düğümünüzü çalıştırın. Etkinleştirilirse, isteğe bağlı fiat tahminleri api.kraken.com ve api.frankfurter.dev ile iletişim kurar.
uk: Програмне забезпечення за ліцензією MIT, без аудиту. Ви несете відповідальність за свою фразу відновлення та кошти. Стандартний віддалений вузол може бачити вашу IP-адресу та запити синхронізації гаманця — запустіть власний вузол для більшої конфіденційності. Додаткові фіатні оцінки, якщо їх увімкнено, звертаються до api.kraken.com і api.frankfurter.dev.
ur: یہ MIT لائسنس یافتہ، غیر آڈٹ شدہ سافٹ ویئر ہے۔ آپ اپنی سیڈ اور فنڈز کے خود ذمہ دار ہیں۔ ڈیفالٹ ریموٹ نوڈ آپ کا IP اور والٹ سنک کی درخواستیں دیکھ سکتا ہے — زیادہ پرائیویسی کے لیے اپنا نوڈ چلائیں۔ اختیاری فیاٹ تخمینے، اگر فعال ہوں، تو api.kraken.com اور api.frankfurter.dev سے رابطہ کرتے ہیں۔
vi: Phần mềm theo giấy phép MIT, chưa được kiểm toán. Bạn chịu trách nhiệm về cụm từ khôi phục và tiền của mình. Node từ xa mặc định có thể thấy địa chỉ IP và các truy vấn đồng bộ ví của bạn — hãy chạy node riêng để bảo mật tốt hơn. Ước tính tiền pháp định (tùy chọn), nếu được bật, sẽ liên hệ với api.kraken.com và api.frankfurter.dev.
yo: Ẹ̀rọ software tí a ní ìwé-àṣẹ MIT, tí a kò tíì ṣàyẹ̀wò rẹ̀ ní kíkún. Ìwọ ni ó ní ẹ̀rí fún ọ̀rọ̀ ìpadàbọ̀ àti owó rẹ. Node àdánwò tí ó jẹ́ ìpilẹ̀ṣẹ̀ lè rí IP rẹ àti àwọn ìbéèrè ìṣọ̀kan àpamọ́wọ́ rẹ — sáré node tìrẹ fún ààbò tí ó ga jùlọ. Ìṣírò owó ìlú àṣàyàn, bí a bá gbé e ṣíṣẹ́, máa ń kàn sí api.kraken.com àti api.frankfurter.dev.
zh_hans: 本软件基于 MIT 许可,未经审计。您需自行负责您的种子和资金安全。默认的远程节点可以看到您的 IP 和钱包同步请求 — 运行您自己的节点可获得更强的隐私保护。若启用可选的法币估算功能,将会连接 api.kraken.com 和 api.frankfurter.dev。
zh_hant: 本軟件基於 MIT 許可,未經審計。您需自行負責您的種子和資金安全。預設的遠程節點可以看到您的 IP 和錢包同步請求 — 運行您自己的節點可獲得更強的隱私保護。若啓用可選的法幣估算功能,將會連接 api.kraken.com 和 api.frankfurter.dev。

source: Mnemonic (paste):
ar: العبارة التذكيرية (لصق):
az: Mnemonik (yapıştır):
bg: Мнемонична фраза (поставяне):
bn: নিমোনিক (পেস্ট করুন):
ca: Mnemònic (enganxa):
cs: Mnemonická fráze (vložit):
da: Mnemonic (indsæt):
de: Mnemonic (einfügen):
el: Μνημονική φράση (επικόλληση):
eo: Mnemoniko (alglui):
es: Frase mnemónica (pegar):
et: Mnemooniline fraas (kleebi):
eu: Esaldi mnemoteknikoa (itsatsi):
fa: عبارت بازیابی (چسباندن):
fi: Muistisana (liitä):
fil: Mnemonic (i-paste):
fr: Phrase mnémonique (coller) :
ga: Síol (greamaigh):
gl: Frase mnemónica (pegar):
gn: Frase mnemónica (emoinge):
ha: Kalmomin Dawowa (manna):
he: מנמוניקה (הדבקה):
hi: म्नेमोनिक (पेस्ट करें):
hr: Mnemonik (zalijepi):
hu: Mnemonika (beillesztés):
hy: Վերականգնման բառեր (կպցնել)՝
id: Mnemonic (tempel):
it: Mnemonica (incolla):
ja: ニーモニック(貼り付け):
ko: 니모닉 (붙여넣기):
ky: Калыбына келтирүү сөздөрү (чапталсын):
lt: Mnemoninė frazė (įklijuoti):
lv: Mnemonika (ielīmēt):
ms: Mnemonic (tampal):
my: Mnemonic (ကူးထည့်ပါ):
nb: Mnemonic (lim inn):
nl: Mnemonic (plakken):
pl: Fraza mnemoniczna (wklej):
pt_br: Mnemônico (colar):
ro: Mnemonic (lipește):
ru: Мнемоническая фраза (вставить):
sk: Mnemonická fráza (vložiť):
sl: Mnemonika (prilepi):
sq: Mnemoniku (ngjit):
sv: Mnemonisk fras (klistra in):
th: วลีช่วยจำ (วาง):
tr: Anımsatıcı (yapıştır):
uk: Мнемонічна фраза (вставити):
ur: منیمونک (پیسٹ کریں):
vi: Cụm từ mnemonic (dán):
yo: Mnemonic (fi lẹ̀mọ́):
zh_hans: 助记词(粘贴):
zh_hant: 助記詞(粘貼):

source: Mnemonic cannot be empty.
ar: لا يمكن أن تكون العبارة التذكيرية فارغة.
az: Mnemonik boş ola bilməz.
bg: Мнемоничната фраза не може да е празна.
bn: নিমোনিক খালি থাকতে পারে না।
ca: El mnemònic no pot estar buit.
cs: Mnemonická fráze nemůže být prázdná.
da: Mnemonic-sætningen kan ikke være tom.
de: Der Mnemonic darf nicht leer sein.
el: Η μνημονική φράση δεν μπορεί να είναι κενή.
eo: Mnemoniko ne povas esti malplena.
es: La frase mnemónica no puede estar vacía.
et: Mnemooniline fraas ei tohi olla tühi.
eu: Esaldi mnemoteknikoa ez da hutsik egon behar.
fa: عبارت بازیابی نمی‌تواند خالی باشد.
fi: Muistisana ei voi olla tyhjä.
fil: Hindi maaaring walang lamang ang mnemonic.
fr: La phrase mnémonique ne peut pas être vide.
ga: Ní féidir leis an síol a bheith bán.
gl: A frase mnemónica non pode estar baleira.
gn: Frase mnemónica ndaikatúi opyta nandi.
ha: Kalmomin dawowa ba za su iya zama babu kome ba.
he: המנמוניקה לא יכולה להיות ריקה.
hi: म्नेमोनिक खाली नहीं हो सकता।
hr: Mnemonik ne može biti prazan.
hu: A mnemonika nem lehet üres.
hy: Վերականգնման բառերը չեն կարող դատարկ լինել։
id: Mnemonic tidak boleh kosong.
it: La mnemonica non può essere vuota.
ja: ニーモニックを空にすることはできません。
ko: 니모닉은 비워둘 수 없습니다.
ky: Калыбына келтирүү сөздөрү бош болушу мүмкүн эмес.
lt: Mnemoninė frazė negali būti tuščia.
lv: Mnemonika nevar būt tukša.
ms: Mnemonic tidak boleh kosong.
my: Mnemonic ကို အလွတ်ချန်ထား၍ မရပါ။
nb: Mnemonic kan ikke være tom.
nl: Mnemonic mag niet leeg zijn.
pl: Fraza mnemoniczna nie może być pusta.
pt_br: O mnemônico não pode estar vazio.
ro: Mnemonicul nu poate fi gol.
ru: Мнемоническая фраза не может быть пустой.
sk: Mnemonická fráza nemôže byť prázdna.
sl: Mnemonika ne more biti prazna.
sq: Mnemoniku nuk mund të jetë bosh.
sv: Den mnemoniska frasen kan inte vara tom.
th: วลีช่วยจำต้องไม่เป็นค่าว่าง
tr: Anımsatıcı boş olamaz.
uk: Мнемонічна фраза не може бути порожньою.
ur: منیمونک خالی نہیں ہو سکتا۔
vi: Cụm từ mnemonic không được để trống.
yo: Mnemonic kò lè jẹ́ òfìfo.
zh_hans: 助记词不能为空。
zh_hant: 助記詞不能爲空。

source: Mode
ar: الوضع
az: Rejim
bg: Режим
bn: মোড
cs: Režim
da: Tilstand
de: Modus
el: Λειτουργία
eo: Reĝimo
es: Modo
et: Režiim
eu: Modua
fa: حالت
fi: Tila
ga: Mód
gl: Modo
gn: Modo
ha: Yanayi
he: מצב
hi: मोड
hr: Način
hu: Mód
hy: Ռեժիմ
it: Modalità
ja: モード
ko: 모드
ky: Режим
lt: Režimas
lv: Režīms
ms: Mod
my: ပုံစံ
nb: Modus
nl: Modus
pl: Tryb
pt_br: Modo
ro: Mod
ru: Режим
sk: Režim
sl: Način
sq: Mënyra
sv: Läge
th: โหมด
tr: Mod
uk: Режим
ur: موڈ
vi: Chế độ
yo: Ẹ̀ka
zh_hans: 模式
zh_hant: 模式

source: Monero address
ar: عنوان Monero
az: Monero ünvanı
bg: Адрес на Monero
bn: Monero ঠিকানা
ca: Adreça de Monero
cs: Adresa Monero
da: Monero-adresse
de: Monero-Adresse
el: Διεύθυνση Monero
eo: Monero-adreso
es: Dirección Monero
et: Monero aadress
eu: Monero helbidea
fa: آدرس Monero
fi: Monero-osoite
fil: Address ng Monero
fr: Adresse Monero
ga: Seoladh Monero
gl: Enderezo Monero
gn: Dirección Monero
ha: Adireshin Monero
he: כתובת Monero
hi: Monero पता
hr: Monero adresa
hu: Monero cím
hy: Monero հասցե
id: Alamat Monero
it: Indirizzo Monero
ja: Moneroアドレス
ko: Monero 주소
ky: Monero дареги
lt: Monero adresas
lv: Monero adrese
ms: Alamat Monero
my: Monero လိပ်စာ
nb: Monero-adresse
nl: Monero-adres
pl: Adres Monero
pt_br: Endereço Monero
ro: Adresă Monero
ru: Адрес Monero
sk: Adresa Monero
sl: Naslov Monero
sq: Adresa Monero
sv: Monero-adress
th: ที่อยู่ Monero
tr: Monero adresi
uk: Адреса Monero
ur: Monero ایڈریس
vi: Địa chỉ Monero
yo: Àdírẹ́sì Monero
zh_hans: Monero 地址
zh_hant: Monero 地址
